Repository: ififi2017/Off-Work-Countdown
Catalog: src-mobile/ios/App/App/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi_in, id, it, ja, ko, mr_in, pt, ru, th, tr, vi, zh_cn, zh_hk, zh_tw

# landingTagline
source: Know when your time is yours
ar: اعرف متى يصبح الوقت ملكك
de: Sieh, wann die Zeit dir gehört
es: Descubre cuándo el tiempo es tuyo
fr: Sachez quand le temps vous appartient
hi_in: जानिए कब समय आपका होता है
id: Ketahui kapan waktunya menjadi milikmu
it: Sappi quando il tempo è tuo
ja: 自分の時間になる瞬間がわかる
ko: 내 시간이 시작되는 순간을 알게 됩니다
mr_in: कळा, वेळ केव्हा तुमची होते
pt: Saiba quando o tempo é seu
ru: Знай, когда время становится твоим
th: รู้ว่าตอนไหนเวลาเป็นของคุณ
tr: Zamanın ne zaman senin olduğunu bil
vi: Biết lúc nào tan ca
zh_cn: 几点下班，心里有数
zh_hk: 幾點放工，心裡有數
zh_tw: 幾點下班，心裡有數

# languageFooter
source: This changes the language inside the app. The name on your Home Screen and the system's own dialogs still follow your device language.
ar: يغيّر هذا لغة التطبيق فقط. أما الاسم على الشاشة الرئيسية ومربّعات حوار النظام فتتبع لغة الجهاز.
de: Das ändert nur die Sprache in der App. Der Name auf dem Home-Bildschirm und Systemdialoge folgen weiterhin der Gerätesprache.
es: Esto solo cambia el idioma dentro de la app. El nombre en la pantalla de inicio y los diálogos del sistema siguen el idioma del dispositivo.
fr: Ceci ne change que la langue dans l’app. Le nom sur l’écran d’accueil et les boîtes de dialogue du système suivent la langue de l’appareil.
hi_in: यह केवल ऐप के अंदर की भाषा बदलता है। होम स्क्रीन पर नाम और सिस्टम के संवाद डिवाइस की भाषा का ही पालन करते हैं।
id: Ini hanya mengubah bahasa di dalam aplikasi. Nama di Layar Utama dan dialog sistem tetap mengikuti bahasa perangkat.
it: Questo cambia solo la lingua all’interno dell’app. Il nome nella schermata Home e le finestre di dialogo di sistema seguono la lingua del dispositivo.
ja: この設定はアプリ内の言語のみを変更します。ホーム画面の名称やシステムのダイアログは端末の言語に従います。
ko: 이 설정은 앱 안의 언어만 바꿉니다. 홈 화면의 이름과 시스템 대화상자는 기기 언어를 따릅니다.
mr_in: हे फक्त अ‍ॅपमधील भाषा बदलते. होम स्क्रीनवरील नाव आणि सिस्टम संवाद डिव्हाइसच्या भाषेनुसारच राहतात.
pt: Isto altera apenas o idioma dentro do app. O nome na Tela de Início e as caixas de diálogo do sistema continuam seguindo o idioma do dispositivo.
ru: Это меняет язык только внутри приложения. Название на экране «Домой» и системные диалоги по-прежнему следуют языку устройства.
th: การตั้งค่านี้เปลี่ยนเฉพาะภาษาภายในแอป ชื่อบนหน้าจอโฮมและกล่องโต้ตอบของระบบยังคงใช้ภาษาของอุปกรณ์
tr: Bu yalnızca uygulama içindeki dili değiştirir. Ana Ekran’daki ad ve sistem iletişim kutuları cihaz dilini izlemeye devam eder.
vi: Thiết lập này chỉ đổi ngôn ngữ bên trong ứng dụng. Tên trên Màn hình chính và các hộp thoại hệ thống vẫn theo ngôn ngữ của thiết bị.
zh_cn: 此设置只改变 App 内的语言。主屏幕上的名称和系统弹窗仍跟随设备语言。
zh_hk: 此設定只改變 App 內的語言。主畫面上的名稱和系統彈窗仍跟隨裝置語言。
zh_tw: 此設定只會變更 App 內的語言。主畫面上的名稱與系統對話框仍跟隨裝置語言。

# lifeAddEmployment
source: Add an earlier job
ar: إضافة عمل أقدم
de: Frühere Stelle hinzufügen
es: Añadir un empleo anterior
fr: Ajouter un emploi antérieur
hi_in: इससे पहले की नौकरी जोड़ें
id: Tambah pekerjaan lebih awal
it: Aggiungi un lavoro precedente
ja: 以前の仕事を追加
ko: 이전 경력 추가
mr_in: आधीची नोकरी जोडा
pt: Adicionar emprego anterior
ru: Добавить предыдущую работу
th: เพิ่มงานก่อนหน้า
tr: Daha önceki bir işi ekle
vi: Thêm công việc trước đó
zh_cn: 添加更早的工作经历
zh_hk: 加入更早的工作經歷
zh_tw: 新增更早的工作經歷

# lifeAllocationMissing
source: Add a retirement date and your usual hours, and this fills in.
ar: أضف تاريخ التقاعد وساعات عملك المعتادة ليظهر هذا الرقم.
de: Trage ein Rentendatum und deine üblichen Arbeitszeiten ein, dann füllt sich das hier.
es: Añade una fecha de jubilación y tu horario habitual, y esto se completa.
fr: Ajoutez une date de retraite et vos horaires habituels, et ceci se remplira.
hi_in: रिटायरमेंट की तारीख और अपने सामान्य घंटे जोड़ें, फिर यह भर जाएगा।
id: Tambahkan tanggal pensiun dan jam kerja biasamu, nanti bagian ini terisi.
it: Aggiungi una data di pensione e i tuoi orari abituali e qui comparirà il calcolo.
ja: 退職の時期と普段の勤務時間を入れると、ここが埋まります。
ko: 은퇴 시점과 평소 근무 시간을 넣으면 여기가 채워집니다.
mr_in: निवृत्तीची तारीख आणि नेहमीचे तास भरा, म्हणजे इथे आकडा येईल.
pt: Acrescenta uma data de reforma e o teu horário habitual, e isto preenche-se.
ru: Укажите дату выхода на пенсию и обычные часы — и здесь появится расчёт.
th: ใส่วันเกษียณกับเวลาทำงานปกติ แล้วส่วนนี้จะขึ้นเอง
tr: Bir emeklilik tarihi ve olağan çalışma saatlerini ekle, burası dolsun.
vi: Thêm ngày nghỉ hưu và giờ làm thường ngày, phần này sẽ hiện ra.
zh_cn: 填上退休时间和平时的工作时长，这里就会算出来。
zh_hk: 填咗退休時間同平時嘅工作時數，呢度就會計到。
zh_tw: 填上退休時間和平時的工作時數，這裡就會算出來。

# lifeApproxYears
source: About {{years}} years
ar: حوالي {{years}} سنة
de: Etwa {{years}} Jahre
es: Unos {{years}} años
fr: Environ {{years}} ans
hi_in: लगभग {{years}} वर्ष
id: Sekitar {{years}} tahun
it: Circa {{years}} anni
ja: 約{{years}}年
ko: 약 {{years}}년
mr_in: सुमारे {{years}} वर्षे
pt: Cerca de {{years}} anos
ru: Около {{years}} лет
th: ประมาณ {{years}} ปี
tr: Yaklaşık {{years}} yıl
vi: Khoảng {{years}} năm
zh_cn: 约 {{years}} 年
zh_hk: 約 {{years}} 年
zh_tw: 約 {{years}} 年

# lifeBirthYear
source: Birth year
ar: سنة الميلاد
de: Geburtsjahr
es: Año de nacimiento
fr: Année de naissance
hi_in: जन्म का वर्ष
id: Tahun lahir
it: Anno di nascita
ja: 生まれた年
ko: 태어난 해
mr_in: जन्माचे वर्ष
pt: Ano de nascimento
ru: Год рождения
th: ปีเกิด
tr: Doğum yılı
vi: Năm sinh
zh_cn: 出生年份
zh_hk: 出生年份
zh_tw: 出生年份

# lifeCurrentSalary
source: Current gross salary
ar: الراتب الإجمالي الحالي
de: Aktuelles Bruttogehalt
es: Salario bruto actual
fr: Salaire brut actuel
hi_in: वर्तमान सकल वेतन
id: Gaji kotor saat ini
it: Retribuzione lorda attuale
ja: 現在の総給与
ko: 현재 총 급여
mr_in: सध्याचे एकूण पगार
pt: Salário bruto atual
ru: Текущая брутто-зарплата
th: เงินเดือนขั้นต้นปัจจุบัน
tr: Güncel brüt maaş
vi: Tổng lương hiện tại
zh_cn: 当前税前薪资
zh_hk: 現時嘅毛利
zh_tw: 當前工資總額

# lifeDetailedIncomeHelp
source: Set the start date of your current job, then add earlier jobs below. Each earlier job ends automatically when the next one starts.
ar: حدّد تاريخ بدء عملك الحالي، ثم أضف الأعمال السابقة من الأحدث إلى الأقدم. ينتهي كل عمل سابق تلقائيًا عند تاريخ بدء العمل التالي.
de: Lege das Startdatum deiner aktuellen Stelle fest und ergänze darunter frühere Stellen. Jede frühere Stelle endet automatisch am Startdatum der nächsten.
es: Indica la fecha de inicio de tu empleo actual y añade debajo los anteriores, del más reciente al más antiguo. Cada empleo anterior termina automáticamente cuando comienza el siguiente.
fr: Indiquez la date de début de votre emploi actuel, puis ajoutez vos emplois précédents en remontant le temps. Chaque emploi précédent se termine automatiquement au début du suivant.
hi_in: वर्तमान नौकरी की आरंभ तिथि तय करें, फिर नीचे पिछली नौकरियाँ नई से पुरानी के क्रम में जोड़ें। हर पिछली नौकरी की समाप्ति तिथि अगली नौकरी की आरंभ तिथि से अपने आप जुड़ जाती है।
id: Atur tanggal mulai pekerjaan saat ini, lalu tambahkan pekerjaan sebelumnya dari yang terbaru. Setiap pekerjaan sebelumnya otomatis berakhir saat pekerjaan berikutnya dimulai.
it: Imposta la data di inizio del lavoro attuale, poi aggiungi i lavori precedenti dal più recente. Ogni lavoro precedente termina automaticamente alla data di inizio del successivo.
ja: 現在の仕事の開始日を設定し、その下に以前の仕事を新しい順に追加します。以前の仕事の終了日は、次の仕事の開始日に自動で設定されます。
ko: 현재 직장의 시작일을 설정한 후 이전 경력을 최근 순서대로 추가하세요. 이전 경력의 종료일은 다음 직장의 시작일로 자동 설정됩니다.
mr_in: सध्याच्या नोकरीची सुरुवातीची तारीख ठरवा, मग खाली आधीच्या नोकऱ्या नव्या ते जुन्या क्रमाने जोडा. प्रत्येक आधीची नोकरी पुढच्या नोकरीच्या सुरुवातीच्या तारखेला आपोआप संपते.
pt: Defina a data de início do emprego atual e adicione os anteriores, do mais recente ao mais antigo. Cada emprego anterior termina automaticamente quando começa o seguinte.
ru: Укажите дату начала текущей работы, затем добавьте предыдущие места работы от новых к старым. Дата окончания каждого предыдущего места автоматически совпадает с началом следующего.
th: กำหนดวันเริ่มงานปัจจุบัน แล้วเพิ่มงานก่อนหน้าจากล่าสุดไปเก่าสุด งานก่อนหน้าแต่ละงานจะสิ้นสุดโดยอัตโนมัติในวันเริ่มงานถัดไป
tr: Mevcut işinizin başlangıç tarihini belirleyin, ardından önceki işlerinizi yeniden eskiye doğru ekleyin. Her önceki iş, sonraki işin başladığı tarihte otomatik olarak sona erer.
vi: Đặt ngày bắt đầu công việc hiện tại, rồi thêm các công việc trước đó từ mới đến cũ. Mỗi công việc trước đó tự động kết thúc vào ngày công việc tiếp theo bắt đầu.
zh_cn: 先设置当前工作的开始日期，再依次添加更早的工作经历。每段往期经历的结束日期会自动衔接后一份工作的开始日期。
zh_hk: 先設定目前工作的開始日期，再依次加入更早的工作經歷。每段過往經歷的結束日期會自動銜接下一份工作的開始日期。
zh_tw: 先設定目前工作的開始日期，再依序新增更早的工作經歷。每段過往經歷的結束日期會自動銜接下一份工作的開始日期。

# lifeEditProfile
source: Edit profile
ar: تعديل الملف
de: Profil bearbeiten
es: Editar perfil
fr: Modifier le profil
hi_in: प्रोफ़ाइल बदलें
id: Ubah profil
it: Modifica profilo
ja: プロフィールを編集
ko: 프로필 편집
mr_in: प्रोफाइल बदला
pt: Editar perfil
ru: Изменить профиль
th: แก้โปรไฟล์
tr: Profili düzenle
vi: Sửa hồ sơ
zh_cn: 编辑档案
zh_hk: 編輯檔案
zh_tw: 編輯檔案

# lifeEmploymentCurrent
source: Current employment
ar: العمل الحالي
de: Aktuelle Stelle
es: Empleo actual
fr: Emploi actuel
hi_in: वर्तमान नौकरी
id: Pekerjaan saat ini
it: Lavoro attuale
ja: 現在の仕事
ko: 현재 직장
mr_in: सध्याची नोकरी
pt: Emprego atual
ru: Текущая работа
th: งานปัจจุบัน
tr: Mevcut iş
vi: Công việc hiện tại
zh_cn: 当前工作
zh_hk: 目前工作
zh_tw: 目前工作

# lifeEmploymentEnd
source: End date
ar: تاريخ الانتهاء
de: Enddatum
es: Fecha de finalización
fr: Date de fin
hi_in: समाप्ति तिथि
id: Tanggal berakhir
it: Data di fine
ja: 終了日
ko: 종료일
mr_in: शेवटची तारीख
pt: Data final
ru: Дата окончания
th: วันที่สิ้นสุด
tr: Bitiş tarihi
vi: Ngày kết thúc
zh_cn: 结束日期
zh_hk: 結束日期
zh_tw: 結束日期

# lifeEmploymentSalary
source: Gross salary
ar: الراتب الإجمالي
de: Bruttogehalt
es: Salario bruto
fr: Salaire brut
hi_in: सकल वेतन
id: Gaji kotor
it: Retribuzione lorda
ja: 総給与
ko: 총 급여
mr_in: एकूण पगार
pt: Salário bruto
ru: Валовая зарплата
th: เงินเดือนรวม
tr: Brüt maaş
vi: Tổng lương
zh_cn: 税前薪资
zh_hk: 毛利
zh_tw: 工資總額

# lifeEmploymentStart
source: Start date
ar: تاريخ البدء
de: Startdatum
es: Fecha de inicio
fr: Date de début
hi_in: आरंभ तिथि
id: Tanggal mulai
it: Data di inizio
ja: 開始日
ko: 시작일
mr_in: प्रारंभ तारीख
pt: Data de início
ru: Дата начала
th: วันที่เริ่มต้น
tr: Başlangıç tarihi
vi: Ngày bắt đầu
zh_cn: 开始日期
zh_hk: 開始日期
zh_tw: 開始日期

# lifeEmptyBody
source: A birth year and a retirement age are enough to draw your working life, week by week.
ar: سنة الميلاد وسن التقاعد يكفيان لرسم حياتك في العمل، أسبوعًا بأسبوع.
de: Geburtsjahr und Rentenalter genügen, um dein Arbeitsleben Woche für Woche zu zeichnen.
es: Con el año de nacimiento y la edad de jubilación basta para dibujar tu vida laboral, semana a semana.
fr: Une année de naissance et un âge de retraite suffisent à dessiner votre vie de travail, semaine après semaine.
hi_in: जन्म का वर्ष और सेवानिवृत्ति की उम्र भर दें, तो आपका काम का जीवन हफ़्ता-दर-हफ़्ता बन जाएगा।
id: Tahun lahir dan usia pensiun sudah cukup untuk menggambar hidup kerjamu, minggu demi minggu.
it: Bastano anno di nascita ed età della pensione per disegnare la tua vita lavorativa, settimana per settimana.
ja: 生まれた年と退職の年齢があれば、働く人生を一週ずつ描けます。
ko: 태어난 해와 은퇴 나이만 있으면 일하는 인생을 한 주씩 그릴 수 있습니다.
mr_in: जन्माचे वर्ष आणि निवृत्तीचे वय पुरेसे आहे — तुमचे कामाचे आयुष्य आठवड्यागणिक दिसू लागेल.
pt: Basta o ano de nascimento e a idade da reforma para desenhar a sua vida de trabalho, semana a semana.
ru: Года рождения и возраста выхода на пенсию достаточно, чтобы нарисовать вашу рабочую жизнь неделя за неделей.
th: แค่ปีเกิดกับอายุเกษียณก็พอวาดชีวิตการทำงานของคุณได้ทีละสัปดาห์
tr: Doğum yılı ve emeklilik yaşı, çalışma yaşamını hafta hafta çizmek için yeter.
vi: Chỉ cần năm sinh và tuổi nghỉ hưu là đã vẽ được cuộc đời đi làm của bạn, từng tuần một.
zh_cn: 有出生年份和退休年龄，就能一周一周地画出你的工作人生。
zh_hk: 有出生年份同退休年齡，就可以一個禮拜一個禮拜畫出你嘅工作人生。
zh_tw: 有出生年份和退休年齡，就能一週一週畫出你的工作人生。

# lifeEmptyTitle
source: Add a few details
ar: أضف بعض التفاصيل
de: Ein paar Angaben fehlen noch
es: Añade unos datos
fr: Ajoutez quelques détails
hi_in: कुछ जानकारी जोड़ें
id: Tambahkan beberapa data
it: Aggiungi qualche dato
ja: いくつか入力してください
ko: 몇 가지만 알려주세요
mr_in: थोडी माहिती भरा
pt: Acrescente alguns dados
ru: Добавьте немного данных
th: เพิ่มข้อมูลอีกเล็กน้อย
tr: Birkaç bilgi ekle
vi: Thêm vài thông tin
zh_cn: 先补几项信息
zh_hk: 先補幾項資料
zh_tw: 先補幾項資料

# lifeEstimatedPast
source: Past weeks use the schedule from that time.
ar: الأسابيع الماضية مقدَّرة وفق الجدول في ذلك الوقت.
de: Vergangene Wochen nutzen den Plan von damals.
es: Las semanas pasadas usan el horario de entonces.
fr: Les semaines passées suivent le planning de l’époque.
hi_in: बीते हफ़्ते उस समय के शेड्यूल से आँके गए हैं।
id: Minggu yang lalu memakai jadwal saat itu.
it: Le settimane passate usano il turno di allora.
ja: 過去の週は当時のシフトから見積もっています。
ko: 지난 주들은 그때의 근무표로 추정했습니다.
mr_in: गेलेले आठवडे त्या वेळच्या वेळापत्रकावरून अंदाजले आहेत.
pt: As semanas passadas usam o horário da altura.
ru: Прошедшие недели считаются по графику того времени.
th: สัปดาห์ที่ผ่านมาประเมินจากตารางกะช่วงนั้น
tr: Geçmiş haftalar o dönemin programına göre hesaplanır.
vi: Các tuần đã qua tính theo lịch làm thời điểm đó.
zh_cn: 过去的格子按当时排班估算。
zh_hk: 過去嘅格按當時更表估算。
zh_tw: 過去的格子按當時班表估算。

# lifeFutureIncomeDecline
source: Adjust income
ar: تعديل الدخل
de: Einkommen anpassen
es: Ajustar ingresos
fr: Ajuster le revenu
hi_in: आय समायोजित करें
id: Sesuaikan penghasilan
it: Adegua il reddito
ja: 収入を調整
ko: 소득 조정
mr_in: उत्पन्न समायोजित करा
pt: Ajustar renda
ru: Снизить доход
th: ปรับรายได้
tr: Geliri ayarla
vi: Điều chỉnh thu nhập
zh_cn: 下调收入
zh_hk: 下調收入
zh_tw: 下調收入

# lifeFutureIncomeKeep
source: Keep current income
ar: الحفاظ على الدخل الحالي
de: Aktuelles Einkommen beibehalten
es: Mantener los ingresos actuales
fr: Conserver les revenus actuels
hi_in: मौजूदा आय बनाए रखें
id: Pertahankan pendapatan saat ini
it: Mantieni il reddito attuale
ja: 現在の収入を維持
ko: 현재 소득 유지
mr_in: सध्याचे उत्पन्न कायम ठेवा
pt: Manter a renda atual
ru: Сохранять текущий доход
th: คงรายได้ปัจจุบัน
tr: Mevcut geliri koru
vi: Giữ thu nhập hiện tại
zh_cn: 保持当前收入
zh_hk: 維持目前收入
zh_tw: 維持目前收入

# lifeFutureIncomeMode
source: Future income
ar: الدخل المستقبلي
de: Künftiges Einkommen
es: Ingresos futuros
fr: Revenus futurs
hi_in: भविष्य की आय
id: Pendapatan mendatang
it: Reddito futuro
ja: 将来の収入
ko: 향후 소득
mr_in: भावी उत्पन्न
pt: Renda futura
ru: Будущий доход
th: รายได้ในอนาคต
tr: Gelecekteki gelir
vi: Thu nhập tương lai
zh_cn: 未来收入
zh_hk: 未來收入
zh_tw: 未來收入

# lifeHideAges
source: Hide exact ages
ar: إخفاء العمر الدقيق
de: Genaues Alter verbergen
es: Ocultar la edad exacta
fr: Masquer l’âge exact
hi_in: सटीक उम्र छिपाएँ
id: Sembunyikan usia pasti
it: Nascondi l’età esatta
ja: 実年齢を隠す
ko: 정확한 나이 숨기기
mr_in: नेमके वय लपवा
pt: Ocultar a idade exata
ru: Скрыть точный возраст
th: ซ่อนอายุจริง
tr: Tam yaşı gizle
vi: Ẩn tuổi chính xác
zh_cn: 隐藏具体年龄
zh_hk: 隱藏實際年齡
zh_tw: 隱藏具體年齡

# lifeIncomeDeclinePreview
source: From age {{age}}, income is calculated at {{percent}} of the current salary until retirement. This is the adjustment age, not the retirement age.
ar: من عمر {{age}} حتى التقاعد، يُحسب الدخل بنسبة {{percent}} من الراتب الحالي. هذا عمر بدء التعديل وليس عمر التقاعد.
de: Ab {{age}} Jahren wird das Einkommen bis zum Ruhestand mit {{percent}} des aktuellen Gehalts berechnet. Das Startalter ist nicht das Rentenalter.
es: Desde los {{age}} años hasta la jubilación, los ingresos se calculan al {{percent}} del salario actual. Es la edad del ajuste, no la de jubilación.
fr: À partir de {{age}} ans et jusqu’à la retraite, le revenu est calculé à {{percent}} du salaire actuel. Cet âge est celui de l’ajustement, pas de la retraite.
hi_in: {{age}} वर्ष की उम्र से सेवानिवृत्ति तक आय की गणना वर्तमान वेतन के {{percent}} पर होगी। यह समायोजन शुरू होने की उम्र है, सेवानिवृत्ति की नहीं।
id: Mulai usia {{age}} hingga pensiun, penghasilan dihitung sebesar {{percent}} dari gaji saat ini. Ini usia awal penyesuaian, bukan usia pensiun.
it: Dai {{age}} anni fino alla pensione, il reddito è calcolato al {{percent}} dello stipendio attuale. È l’età dell’adeguamento, non del pensionamento.
ja: {{age}} 歳から退職まで、現在の給与の {{percent}} で収入を計算します。開始年齢は退職年齢ではありません。
ko: {{age}}세부터 은퇴까지 현재 급여의 {{percent}}로 계산합니다. 시작 나이는 은퇴 나이가 아닙니다.
mr_in: वयाच्या {{age}} वर्षांपासून निवृत्तीपर्यंत उत्पन्न सध्याच्या पगाराच्या {{percent}} प्रमाणे मोजले जाईल. हे समायोजन सुरू होण्याचे वय आहे, निवृत्तीचे नाही.
pt: Dos {{age}} anos até a aposentadoria, a renda é calculada em {{percent}} do salário atual. É a idade do ajuste, não da aposentadoria.
ru: С {{age}} лет до пенсии доход рассчитывается как {{percent}} текущей зарплаты. Это возраст снижения дохода, а не выхода на пенсию.
th: ตั้งแต่อายุ {{age}} ปีจนเกษียณ จะคำนวณรายได้เป็น {{percent}} ของเงินเดือนปัจจุบัน อายุเริ่มต้นคืออายุที่ปรับรายได้ ไม่ใช่อายุเกษียณ
tr: {{age}} yaşından emekliliğe kadar gelir, mevcut maaşın {{percent}} oranında hesaplanır. Bu, emeklilik yaşı değil, ayarlamanın başlangıç yaşıdır.
vi: Từ {{age}} tuổi đến khi nghỉ hưu, thu nhập được tính bằng {{percent}} lương hiện tại. Đây là tuổi bắt đầu điều chỉnh, không phải tuổi nghỉ hưu.
zh_cn: 从 {{age}} 岁起，收入按当前薪资的 {{percent}} 计算，直到退休。起始年龄是收入开始下调的年龄，并非退休年龄。
zh_hk: 從 {{age}} 歲起，收入按目前薪酬的 {{percent}} 計算，直到退休。起始年齡是收入開始下調的年齡，並非退休年齡。
zh_tw: 從 {{age}} 歲起，收入按目前薪資的 {{percent}} 計算，直到退休。起始年齡是收入開始下調的年齡，並非退休年齡。

# lifeIncomeDeclineStartAge
source: Start at age
ar: البدء عند سن
de: Beginn mit Alter
es: Empezar a los
fr: Commencer à l’âge de
hi_in: इस उम्र से शुरू करें
id: Mulai pada usia
it: Inizia dall’età di
ja: 開始年齢
ko: 시작 나이
mr_in: या वयापासून सुरू करा
pt: Começar aos
ru: Начать в возрасте
th: เริ่มเมื่ออายุ
tr: Başlangıç yaşı
vi: Bắt đầu từ tuổi
zh_cn: 起始年龄
zh_hk: 起始年齡
zh_tw: 起始年齡

# lifeIncomeFuture
source: Income until retirement
ar: الدخل حتى التقاعد
de: Einkommen bis zur Pensionierung
es: Ingresos hasta la jubilación
fr: Revenu jusqu'à la retraite
hi_in: सेवानिवृत्ति तक आय
id: Penghasilan sampai pensiun
it: Reddito fino alla pensione
ja: 退職までの収入
ko: 퇴직시까지의 소득
mr_in: सेवानिवृत्तीपर्यंत उत्पन्न
pt: Renda até a aposentadoria
ru: Доход до выхода на пенсию
th: รายได้ถึงวัยเกษียณ
tr: Emekliliğe kadar gelir
vi: Thu nhập đến khi nghỉ hưu
zh_cn: 到退休前的收入
zh_hk: 退休前嘅收入
zh_tw: 退休前的收入

# lifeIncomeHistory
source: Income before today
ar: الدخل قبل اليوم
de: Einkommen vor heute
es: Ingresos antes de hoy
fr: Revenus avant aujourd'hui
hi_in: आज से पहले की आय
id: Pendapatan sebelum hari ini
it: Reddito prima di oggi
ja: 今日までの収入
ko: 오늘 이전 소득
mr_in: आजच्या आधीचे उत्पन्न
pt: Renda antes de hoje
ru: Доход до сегодняшнего дня
th: รายได้ก่อนวันนี้
tr: Bugünden önceki gelir
vi: Thu nhập trước ngày hôm nay
zh_cn: 截至今天的收入
zh_hk: 今日之前嘅收入
zh_tw: 今天之前的收入

# lifeIncomeMethod
source: History uses entered salaries, with zero income during gaps. Future income uses current salary settings and enabled annual bonuses, or the profile salary if unset. No inflation or investment returns are assumed.
ar: يُحسب الماضي بالرواتب المدخلة، وتُحسب فترات الانقطاع بصفر. يستخدم المستقبل الراتب الحالي والمكافآت السنوية المفعلة، أو راتب الملف إن لم تُضبط الإعدادات. لا يُفترض تضخم أو عائد استثماري.
de: Vergangene Einkommen folgen den eingetragenen Gehältern; Lücken zählen als null. Für die Zukunft gelten die aktuellen Gehaltseinstellungen samt aktivierten Jahresboni, sonst das Profilgehalt. Inflation und Anlageerträge werden nicht angenommen.
es: El pasado usa los salarios introducidos, con ingresos nulos en los intervalos sin empleo. El futuro usa el salario actual y las bonificaciones anuales activadas, o el salario del perfil si no hay ajustes. No se supone inflación ni rendimientos.
fr: Le passé utilise les salaires saisis, avec un revenu nul pendant les interruptions. L’avenir utilise le salaire actuel et les primes annuelles activées, ou le salaire du profil si rien n’est défini. Inflation et rendements ne sont pas supposés.
hi_in: पिछली आय दर्ज वेतन से गणना होती है; रोजगार के अंतराल शून्य हैं। भविष्य के लिए वर्तमान वेतन और चालू वार्षिक बोनस, या सेटिंग न होने पर प्रोफ़ाइल वेतन उपयोग होता है। मुद्रास्फीति या निवेश लाभ नहीं माने जाते।
id: Riwayat memakai gaji yang dimasukkan; masa tanpa pekerjaan bernilai nol. Proyeksi memakai pengaturan gaji saat ini dan bonus tahunan yang aktif, atau gaji profil jika belum diatur. Inflasi dan hasil investasi tidak diasumsikan.
it: Il passato usa gli stipendi inseriti, con reddito nullo nei periodi senza lavoro. Il futuro usa lo stipendio attuale e i premi annuali attivati, oppure lo stipendio del profilo se non impostato. Non presume inflazione o rendimenti.
ja: 過去の収入は入力済みの給与を使い、空白期間はゼロとします。将来の収入は現在の給与設定と有効な年末賞与を使い、未設定ならプロフィールの給与を使います。物価変動や投資収益は含みません。
ko: 과거 소득은 입력한 급여로 계산하며 공백 기간은 0입니다. 미래 소득에는 현재 급여 설정과 활성화한 연말 보너스를 사용하고, 미설정 시 프로필 급여를 사용합니다. 물가 변동과 투자 수익은 가정하지 않습니다.
mr_in: मागील उत्पन्न नोंदवलेल्या पगारावर मोजले जाते; नोकरीतील खंड शून्य धरला जातो. भविष्यासाठी सध्याचा पगार व सुरू केलेला वार्षिक बोनस, किंवा सेटिंग नसल्यास प्रोफाइलचा पगार वापरला जातो. महागाई किंवा गुंतवणुकीचा परतावा गृहीत धरलेला नाही.
pt: O histórico usa os salários informados, com renda zero nos intervalos sem emprego. O futuro usa o salário atual e os bônus anuais ativados, ou o salário do perfil se não houver configuração. Não considera inflação nem rendimentos.
ru: Прошлый доход рассчитывается по указанным зарплатам, перерывы дают ноль. Будущий доход использует текущую зарплату и включённую годовую премию либо зарплату из профиля, если настройки не заданы. Инфляция и инвестиционный доход не учитываются.
th: รายได้ในอดีตใช้เงินเดือนที่กรอก โดยช่วงว่างงานเป็นศูนย์ อนาคตใช้เงินเดือนปัจจุบันและโบนัสประจำปีที่เปิดไว้ หรือเงินเดือนในโปรไฟล์หากยังไม่ตั้งค่า ไม่รวมสมมติฐานเงินเฟ้อหรือผลตอบแทนการลงทุน
tr: Geçmiş gelir girilen maaşlardan hesaplanır; çalışma boşlukları sıfır sayılır. Gelecek gelir mevcut maaş ve etkin yıllık ikramiyeyi, ayarlanmamışsa profil maaşını kullanır. Enflasyon ve yatırım getirisi varsayılmaz.
vi: Thu nhập quá khứ dùng mức lương đã nhập, thời gian không làm việc bằng 0. Dự báo dùng lương hiện tại và thưởng năm đã bật, hoặc lương hồ sơ nếu chưa thiết lập. Không giả định lạm phát hay lợi nhuận đầu tư.
zh_cn: 历史收入按已填薪资计算，待业空档为零。未来收入使用当前薪资设置及已开启的年终奖，未设置时使用档案薪资。不假设通胀或投资收益。
zh_hk: 歷史收入按已填薪酬計算，待業空檔為零。未來收入使用目前薪酬設定及已開啟的年終獎金，未設定時使用檔案薪酬。不假設通脹或投資收益。
zh_tw: 歷史收入按已填薪資計算，待業空檔為零。未來收入使用目前薪資設定及已開啟的年終獎金，未設定時使用檔案薪資。不假設通膨或投資收益。
